tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Modern replacement for 'ls'
brew "exa"
# Distributed revision control system
brew "git"
# C/C++ and Java libraries for Unicode and globalization
brew "icu4c"
# Postgres C API library
brew "libpq"
# Platform built on V8 to build network applications
brew "node"
# Object-relational database system
brew "postgresql@14"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Ruby version manager
brew "rbenv"
# Vi 'workalike' with many additional features
brew "vim"
# Casks
cask "atom"
cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "loom"
cask "superhuman"
cask "spotify"
